Repository: LinqLover/Videfix
Catalog: VidefixTray/Resources/Strings_*.resx
Languages: de

# ContextMenu_Exit_String
source: Exit
de: Beenden

# ContextMenu_About_String
source: About Videfix
de: Über Videfix

# ContextMenu_Save_String
source: Save arrangement
de: Anordnung speichern

# ContextMenu_Restore_String
source: Restore arrangement
de: Anordnung wiederherstellen

# AboutDialog_Copyright
source: Copyright © Christoph Thiede 2020. MIT License.
de: Copyright © Christoph Thiede 2020. MIT-Lizenz.

# AboutDialog_Description
source: Videfix automatically saves your window's arrangement and restores them after a restart of your PC.
de: Videfix speichert automatisch die Anordnung Ihrer Fenster und stellt diese nach dem Neustart des PCs wieder her.

# AboutDialog_LatestBackupCreated
source: Latest backup created: {0}
de: Letztes Backup erstellt am: {0}

# AboutDialog_NoBackupCreated
source: (Not any backup created yet)
de: (Noch kein Backup erstellt)

# BusyErrorDialog_Instruction
source: Command cannot be executed because another dialog window is opened
de: Der Befehl kann nicht ausgeführt, weil noch ein anderes Dialogfeld geöffnet ist

# BusyErrorDialog_Details
source: Close the other dialog window and try again.
de: Schließen Sie das andere Dialogfeld und versuchen Sie es erneut.

# BrowseArrangementsDialog_ArrangementFilter
source: Window arrangements
de: Fensteranordnungen

# BrowseArrangementsDialog_Title
source: Browse arrangements ...
de: Anordnungen durchsuchen ...

# ErrorDialog_HideDetails
source: Hide error details
de: Fehlerdetails ausblenden

# ErrorDialog_ShowDetails
source: Show error details
de: Fehlerdetails anzeigen

# GeneralErrorDialog_Details
source: Please try restarting the application. If you can reproduce the problem, you might contact the developer.
de: Bitte versuchen Sie, die Anwendung neuzustarten. Wenn Sie das Problem reproduzieren können, wenden Sie sich an den Entwickler.

# GeneralErrorDialog_Instruction
source: Videfix has encountered a problem and needs to close
de: Videfix hat ein Problem festgestellt und muss beendet werden

# NotElevatedWarningDialog_Details
source: Videfix has been started without administrative privileges. If you do not elevate it, windows running elevated cannot be captured or arranged.
de: Videfix wurde ohne Administratorrechte gestartet. Wenn Sie keine administrativen Berechtigungen angeben, können mit Administratorrechten ausgeführte Fenster nicht erfasst oder angeordnet werden.

# NotElevatedWarningDialog_Ignore_Details
source: Windows running elevated will not be captured.
de: Mit Administratorrechten geöffnete Fenster werden nicht erfasst werden.

# NotElevatedWarningDialog_Ignore_Title
source: Continue unelevated
de: Ohne Administratorrechte fortfahren

# NotElevatedWarningDialog_Instruction
source: Run Videfix as administrator
de: Videfix als Administrator ausführen

# NotElevatedWarningDialog_RestartElevated
source: Restart as administrator
de: Mit Administratorrechten neu starten

# NotElevatedWarningDialog_Terminate
source: Terminate Videfix
de: Videfix beenden

# RestoreArrangementDialog_Browse
source: Browse arrangements ...
de: Anordnungen durchsuchen ...

# RestoreArrangementDialog_Instruction
source: Which arrangement would you like to restore?
de: Welche Anordnung möchten Sie wiederherstellen?

# RestoreArrangementDialog_RestoreLastSaved
source: Restore last saved arrangement
de: Zuletzt gespeicherte Anordnung wiederherstellen

# RestoredDialog_Message
source: The window arrangement has been restored.
de: Die Anordnung der Fenster wurde wiederhergestellt.

# SavedDialog_Message
source: The window arrangement has been saved.
de: Die Anordnung der Fenster wurde gespeichert.

# RestoreArrangementDialog_RestoreLastSaved_Details
source: Arrangement saved at {0}
de: Gespeichert am {0}

# AboutDialog_StartWithWindows
source: Start Videfix with Windows
de: Videfix mit Windows starten

# ConfigureStartWithWindowsErrorDialog_Instruction
source: Could not configure start with Windows behavior
de: Das Startverhalten von Videfix konnte nicht konfiguriert werden.

# OfferRestoreDialog_Accept
source: Restore last saved arrangement
de: Zuletzt gespeicherte Anordnung wiederherstellen

# OfferRestoreDialog_Accept_Details
source: Arrangement saved at {0}
de: Gespeichert am {0}

# OfferRestoreDialog_Decline
source: Keep current arrangement Your windows will not be changed
de: Aktuelle Anordnung beibehalten Ihre Fenster werden nicht geändert.

# OfferRestoreDialog_Instruction
source: Would you like to restore the latest saved arrangement?
de: Möchten Sie die zuletzt gespeicherte Anordnung wiederherstellen?

# RestoreErrorDialog_Instruction
source: The selected arrangement could not be restored.
de: Die ausgewählte Anordnung konnte nicht wiederhergestellt werden.

# BackupErrorDialog_Instruction
source: An error occurred while backing up the window arrangement
de: Beim Sichern der Fensteranordnung ist ein Fehler aufgetreten.

# SaveErrorDialog_Instruction
source: Could not save the window arrangement
de: Die Anordnung der Fenster konnte nicht gespeichert werden.
